import React from 'react';

const Home = () => {
    return (
        <div>
            <h1>Лабораторна робота №5</h1>
            <p>Створити у склонованій директорії React проект з назвою 'traffic-lights-5'</p>
            <p>Перенести попередню лабораторну</p>
            <p>В папці src створити папку "Pages", а в ній компоненту "Home", на якій буде висвітлюватися завдання лабораторної роботи</p>
            <p>Cтворити компоненту "Header", в якій реалізувати меню(меню має містити два пункти "Горизонтальний сфітлофор" та "Вертикальний світлофор")</p>
            <p>В App додати компоненту "Header"</p>
            <p>Підключти бібліотеку "react-roter-dom"; в "App" реалізувати наступні роути</p>
            <p>Оформити звіт на локальному комп'ютері</p>
            <p>Запушити лаборатону в github.classroom</p>
            <p>В Google classroom додати посилання на звіт</p>
        </div>
    );
};

export default Home;
